"valid_email_alert" = "Please enter valid Email ID";
"invalid_first_name_alert" = "Please enter First name";
"invalid_last_name_alert" = "Please enter Last name";
"invalid_middle_name_alert" = "Please enter Middle name";
"invalid_number_alert" = "Please enter Number";
"invalid_empty_password_alert" = "Please enter valid Password";
"invalid_address_alert" = "Please enter Address";
"invalid_city_alert" = "Please enter City";
"invalid_state_alert" = "Please enter State";
"valid_password_alert" = "Password must contains 8 or more characters with a mix of letters, numbers & symbols";
"valid_new_password_alert" = "New password must contains 8 or more characters with a mix of letters, numbers & symbols";
"invalid_confirm_password_alert" = "Please enter valid Confirm password";
"invalid_confirm_password_mismatch_alert" = "Confirm password must be same as Password";
"confirm_new_password_alert" = "Please enter New confirm password";
"confirm_new_password_mismatch_alert" = "New confirm password must be same as New password";
"invalid_terms_conditions_alert" = "Accept terms & conditions";
"invalid_country_code_alert" = "Enter Country code";
"invalid_phone_number_alert" = "Enter Phone number";
"invalid_OTP_code_alert" = "Enter valid OTP code";
"invalid_full_name_alert" = "Enter Full name";
"invalid_card_number_alert" = "Enter valid Card number";
"invalid_expire_date_alert" = "Enter valid expire date";
"invalid_cvv_number_alert" = "Enter valid Cvv number";
"invalid_zip_code_alert" = "Enter Zip code";
"invalid_description_alert" = "Enter description";
"no_internet_alert" = "No internet connection available";
"track_progress" = "Track your transaction's progress.";

"view_personal_info" = "View or update your personal information.";
"add_co_buyer_info" = "Add a co-buyer (if you have one).";
"add_deal_info" = "Add your Deal Information.";
"add_vehicle_purchase" = "Add a Vehicle for Purchase";
"add_vehicle_trade" = "Add a Vehicle for Trade.";
"add_your_id" = "Add your ID (Driver’s License or State ID).";
"track_pre_req_forms" = "Track your Pre-Requisite forms.";
"fill_sign_submit" = "Fill up, Sign, & Submit your credit forms.";
"track_closing_form" = "Track your Closing Form.";
"upload_documents_view" = "Upload and view Supporting Documents(Pay Stubs, Utility Bills, etc.).";
"library" = "Upload Document From Library";
"files" = "Upload Document From Files";
"exit_updating_co_buyer" = "Exit updating your co-buyer information";
"lbl_sales_representative" = "Sales Representative";
"my_documents" = "My Documents";
"valid_ssn" = "Please enter valid Social Security Number";
"enter_dob" = "Please enter Date of Birth";
"enter_driver_license_number" = "Please enter driver license number";
"enter_driver_license_state" = "Please enter driver license state";
"enter_cell_phone_number" = "Please enter cell phone number";
"enter_home_phone_number" = "Please enter valid home phone number";
"enter_company_name" = "Please enter company name";
"enter_tax_id" = "Please enter tax Id";
"select_housing_status" = "Please select housing status";
"enter_monthly_payment" = "Please enter monthly payment";
"enter_amount_years" = "Please enter an amount in years and/or months";
"address_not_cover_years" = "The address(es) you added does not cover 2 years of housing";
"add_more_address" = "Please add previous and/or Second previous addresses to cover 2 years of housing";
"enter_employee_name" = "Please enter employer name";
"enter_occupation_payment" = "Please enter occupation";
"enter_phone_number" = "Please enter phone number";
"employee_status" = "Please select employee status";
"enter_gross_income" = "Please enter Gross Income";
"select_payment_type" = "Please select payment type";
"employee_info_not_cover" = "The employment information you added does not cover 2 years of employment";
"add_more_employee_info" = "Please add previous and/or Second previous employment to cover 2 years of employment";
"employee_covers_years" = "The employment history you added covers 2 years";
"employee_covers_message" = "Please tap “Next” to move on to the next step. If not, tap “add more” to add more info
";
"enter_full_name" = "Please enter full name";
"choose_terms_conditions" = "Please choose terms and condition";
"enter_valid_captcha" = "Please enter valid captcha code";
"select_type_id" = "Please select type of id";
"enter_subject" = "Please enter Subject";
"enter_message" = "Please enter Message";
"enter_new_password" = "Please enter New password";
"address_updated" = "Address updated successfully";
"enter_make" = "Please enter make";
"enter_VIN" = "Please enter VIN";
"enter_year" = "Please enter year";
"enter_model" = "Please enter model";
"registered_owner" = "Please enter the name of registered owner";
"enter_state" = "Please enter State";
"invalid_email_password" = "Invalid Email ID or Password";
"valid_phone_number" = "Enter valid Phone number";
"password_not_same" = "Both passwords are not same";
"scan_front_back" = "Tap the license graphics to Scan front and back of your";
"enter_id_number" = "Please enter  id number";
"enter_exp_date" = "Please enter expiration date";
"enter_issued_date" = "Please enter issued date";
"choose_your_gender" = "Please choose your gender";
"confirm_cell_number" = "Please confirm your cell phone number";
"enter_OTP" = "Please enter one-time access code";
"ok" = "OK";
"apply_filter" = "Apply Filter";
"important" = "IMPORTANT!";
"customer_front_to_process" = "Ensure Customer is in front of you to proceed";
"proceed" = "Proceed";
"cancel" = "Cancel";
"privacy_notice" = "Privacy Notice";
"terms_conditions" = "Terms & Conditions";
"purchase_acknowledgement" = "Purchase Acknowledgement";
"back" = "Back";
"done" = "Done";
"selct_sales_rep" = "Select Sales Representative";
"download_documents" = "Download Documents";
"OTP_title" = "    One-Time Access Code";
"OTP_desc" = "Please input the access code sent to your cell phone number and then click/tap submit. If you didn't receive the text message, please click/tap Resend.";
"one_time_access_code" = "One-Time Access Code";
"resend" = "Resend";
"submit" = "Submit";
"date_birth_range" = "Please input DOB between 16-95 years old.";
"please_wait" = "Just a Moment Please...";
